Repository: skysoftkgs/TheMiss-iOS
Catalog: TheMiss/*.lproj/Localizable.strings
Languages: it

source: INVITE FRIENDS
it: INVITA AMICI

source: IMPORT PICTURES
it: CARICA FOTO

source: SETTINGS
it: IMPOSTAZIONI

source: THE CONTEST
it: IL CONTEST

source: Prizes
it: Premi

source: Rules and Privacy
it: Regolamento e Privacy

source: HELP
it: AIUTO

source: Faq
it: Domande frequenti

source: Contacts
it: Contatti

source: Logout
it: ESCI

source: Saving...
it: Salvataggio in corso...

# user_saved_successfully
source: User information saved successfullly.
it: Impostazioni salvate con successo.

source: Description
it: Descrizione

# home_last_pictures
source: LAST PICTURES
it: ULTIME FOTO

# home_miss_of_month
source: MISS OF THE MONTH
it: MISS DEL MESE

# home_the_winners
source: THE WINNERS
it: LE VINCITRICI

source: Vote
it: Vota

source: Share
it: Condividi

source: Report Inappropriate
it: Segnala come inappropriato

source: Delete
it: Cancella

source: Cancel
it: Annulla

# report_success
source: Thank you, this picture has been reported to the staff.
it: Grazie per aver segnalato questa foto al nostro Staff.

source: Share on Facebook
it: Condividi su Facebook

source: Share on Whatsapp
it: Condividi su Whatsapp

source: Share to...
it: Condividi con...

source: Shared successfully!
it: Condiviso con successo!

source: Sharing cancelled
it: Condivisione annullata.

# share_message_first
source: Also
it: Anche

# share_message_end
source: is on The Miss! Vote and help her to become Famous!
it: è su The Miss! Votala e aiutala a diventare Famosa!

source: I N V I T E
it: I N V I T A

source: S I G N U P
it: ISCRIVITI

source: FEMALE
it: FEMINA

source: MALE
it: MASCHIO

# signup_agree_message
source: By signing up, you agree to our
it: Registrandoti accetti il Regolamento e le condizioni d'uso del servizio

# signup_terms_and_conditions
source: terms and conditions
it: condizioni d'uso del servizio

source: from Album
it: Album

source: from Camera
it: Fotocamera

source: Select image
it: Seleziona immagine

source: Uploading...
it: Caricamento in corso...

# uploaded_successfully
source: Image uploaded successfully
it: Immagine caricata con successo!

source: connected as
it: Connesso con

# invite_message
source: DOWNLOAD The Miss App or go to themiss.tv WOMAN:upload your pictures and become famous! MAN:invite your dream's girl and support your favorite
it: SCARICA l'app The Miss o vai su themiss.tv DONNA: carica le tue foto e diventa famosa! UOMO: invita la ragazza dei tuoi sogni e sostieni la tua Miss preferita!

source: FOLLOWING
it: FAN

source: FOLLOW ME
it: DIVENTA FAN

source: EDIT
it: Modifica Profilo

source: Followed successfully.
it: Ora sei Fan.

# top_positions
source: Top positions are the sum of votes, shares and comments
it: Le posizioni sono la somma di voti, condivisioni e commenti

source: is following you.
it: ha iniziato a seguirti.

# faq_topic1
source: 1) What is themiss.tv?
it: 1) Cos'è themiss.tv?

# faq_topic2
source: 2) Who can apply for TheMiss?
it: 2) Chi può partecipare a The Miss?

# faq_topic3
source: 3) How can I upload the pictures?
it: 3) Come caricare le foto?

# faq_topic4
source: 4) Which kind of pictures can I upload?
it: 4) Come devono essere le foto?

# faq_topic5
source: 5) What do I obtain if I participate to the contest?
it: 5) Cosa ottieni partecipando al contest?

# faq_topic6
source: 6) What do I win?
it: 6) Cosa vinco?

# faq_topic7
source: 7) If I do not like The Miss, can I remove my account?
it: 7) Se non mi piace The Miss, posso eliminare l'account?

# faq_content1
source: The Miss is the social contest created in order to rebuild the fashion and show business, thanks to an innovative tool for the selection of participants.
it: The Miss è il social contest nato per rivoluzionare il settore della moda e dello spettacolo attraverso un metodo innovativo di selezione delle partecipanti.

# faq_content2
source: SHE: should you are aged between 16 and 35 years old, of any nationality and origin. No physical requirements related to size or height are requested or compromise the participation. HE: You can participate at The Miss by voting, sharing and commenting your favourite photos. In addition, you can invite all the girls you would like to see them participate in the contest.
it: LEI: sei hai un’età compresa tra i 16 e 35 anni, di qualsiasi nazionalità e provenienza. Non ci sono limiti estetici, di altezza e di taglia tali da pregiudicarne la partecipazione. LUI: puoi partecipare a The Miss, votando, condividendo e commentando le tue foto preferite. Inoltre, puoi invitare tutte le ragazze che vorresti partecipassero.

# faq_content3
source: You can upload your pictures clicking on the button + in the menu in the high part of the screen and you can import them from your personal account on Facebook and Instagram or from your smartphone.
it: Puoi caricare le tue foto cliccando il tasto + nel menù in alto, importarle dal tuo account personale Facebook, Instagram oppure direttamente dal tuo smartphone.

# faq_content4
source: You can be inspired by the Photo Sampler on the web site. You must give priority to Selfie, but you can also upload a picture of yourself taken by another person. It is important that no professional photos will be uploaded. In order to guarantee more transparency to the platform, we ask you to take a picture with a paper containing your name and the writing “The Miss”. You can upload as much photos as you want, there are no amount limits.
it: Puoi trarre ispirazione dal Photo Sampler del sito. Devi dare precedenza al Selfie, anche se puoi farti scattare una foto da un'altra persona. L’importante è che non siano foto professionali. Per assicurare una maggiore trasparenza della piattaforma, ti richiediamo di farti una foto con un foglio con su scritto il tuo nome, la scritta “The Miss” e di pubblicarla su www.themiss.tv. Puoi caricare quante foto vuoi, non esiste alcun limite!

# faq_content5
source: Posting your pictures frequently (4-5 times per day) and sharing them with your friends you will create your fame starting from nothing.
it: Postando le tue foto con una certa frequenza (4/5 al giorno) e condividendole con i tuoi amici, ti crei una popolarità partendo da zero. Spargi la voce il più possibile e au¬¬menta il tuo numero di Fan! Con The Miss crei il tuo book di foto senza alcun costo, perché sei tu che per la prima volta scegli come apparire, quanto apparire e soprattutto dal luogo che preferisci.

# faq_content6
source: You win the award of “Miss of the Month” and you win the prize issued. This will be sent directly to the place you have communicated before. Once the prize has been received, you must take a picture with it and upload the photo on The Miss, in order to make the process as visible and transparent as possible. At the end of the year you will have the right to be part of The Miss calendar as winner of the month.
it: Ottieni il Titolo di Miss del Mese e vinci il premio in palio che ti verrà recapitato direttamente nel luogo da te indicato. Una volta ricevuto, scatta una foto del premio e caricala su The Miss, in modo da rendere la procedura il più visibile e trasparente possibile. A fine anno entrerai di diritto nel calendario di The Miss come vincitrice del mese.

# faq_content7
source: You can remove your account, at any time and free of charge, from the Settings menu.
it: Puoi eliminare il tuo account dal Menù Impostazioni, in qualunque momento e senza alcun costo.

# report_problem
source: Report a problem
it: Segnala un problema

# send_suggestion
source: Send a suggestion
it: Invia un suggerimento

source: Business/Press
it: Business/Stampa

# has_voted_one
source: has voted one of your
it: ha votato una tua

# has_shared_one
source: has shared one of your
it: ha condiviso una tua

# has_commented_one
source: has commented one of your
it: ha commentato una tua

# has_commented_own
source: has commented one of her own
it: ha commentato una tua

source: has posted new
it: ha pubblicato una nuova

source: photo
it: foto

source: Deactivate Account
it: Elimina Account
